Repository: Bildurre/zeinur_gaia
Catalog: languages/*.po
Languages: es_es

source: Primary Menu
es_es: Menú Principal

source: Theme Colors
es_es: Colores del Tema

source: Social Media
es_es: Redes Sociales

source: Primary Color
es_es: Color Primario

source: Main brand color
es_es: Color principal de marca

source: Secondary Color
es_es: Color Secundario

source: Secondary brand color
es_es: Color secundario de marca

source: Tertiary Color
es_es: Color Terciario

source: Accent color for CTAs and highlights
es_es: Color de acento para CTAs y destacados

source: Primary Text Color
es_es: Color de Texto Principal

source: Main text color for body content
es_es: Color principal del texto del contenido

source: Secondary Text Color
es_es: Color de Texto Secundario

source: Color for secondary text, captions, and meta info
es_es: Color para texto secundario, leyendas e información meta

source: Heading Color
es_es: Color de Encabezados

source: Color for headings (h1, h2, h3, etc.)
es_es: Color para encabezados (h1, h2, h3, etc.)

source: Background Color
es_es: Color de Fondo

source: Main background color
es_es: Color de fondo principal

source: Secondary Background Color
es_es: Color de Fondo Secundario

source: Alternate background for sections and cards
es_es: Fondo alternativo para secciones y tarjetas

source: Link Color
es_es: Color de Enlaces

source: Color for links
es_es: Color para los enlaces

source: Link Hover Color
es_es: Color de Enlaces al Pasar el Ratón

source: Color for links on hover
es_es: Color de los enlaces al pasar el ratón

source: Border Color
es_es: Color de Bordes

source: Color for borders and dividers
es_es: Color para bordes y divisores

source: Success Color
es_es: Color de Éxito

source: Color for success messages and states
es_es: Color para mensajes y estados de éxito

source: Warning Color
es_es: Color de Advertencia

source: Color for warning messages
es_es: Color para mensajes de advertencia

source: Error Color
es_es: Color de Error

source: Color for error messages and states
es_es: Color para mensajes y estados de error

source: Info Color
es_es: Color de Información

source: Color for info messages
es_es: Color para mensajes informativos

source: Icon Style
es_es: Estilo de Iconos

source: Rounded
es_es: Redondeado

source: Square
es_es: Cuadrado

source: Circle
es_es: Circular

source: Minimal
es_es: Minimalista

source: Icon Colors
es_es: Colores de Iconos

source: Choose which color to use for social media icons
es_es: Elige qué color usar para los iconos de redes sociales

source: Original Brand Colors
es_es: Colores Originales de Marca

source: Theme Primary Color
es_es: Color Primario del Tema

source: Theme Secondary Color
es_es: Color Secundario del Tema

source: Theme Tertiary Color
es_es: Color Terciario del Tema

source: Logo Width (px)
es_es: Ancho del Logo (px)

source: Maximum width for logos
es_es: Ancho máximo para los logos

source: Small Logo Width (px)
es_es: Ancho del Logo Pequeño (px)

source: Maximum width for small logos
es_es: Ancho máximo para los logos pequeños

source: Primary Logo
es_es: Logo Principal

source: Main logo for the site
es_es: Logo principal del sitio

source: Primary Logo Alternate
es_es: Logo Principal Alternativo

source: Alternative version of primary logo (e.g., for sticky header, horizontal version)
es_es: Versión alternativa del logo principal (ej. para header fijo, versión horizontal)

source: Small Logo
es_es: Logo Pequeño

source: Compact logo version (e.g., for mobile, footer)
es_es: Versión compacta del logo (ej. para móvil, footer)

source: Small Logo Alternate
es_es: Logo Pequeño Alternativo

source: Alternative version of small logo
es_es: Versión alternativa del logo pequeño

source: Typography
es_es: Tipografía

source: Base Font Size (px)
es_es: Tamaño Base de Fuente (px)

source: Base font size for body text
es_es: Tamaño base de fuente para el texto del cuerpo

source: Body Line Height
es_es: Altura de Línea del Cuerpo

source: Line height multiplier for body text
es_es: Multiplicador de altura de línea para el texto del cuerpo

source: Heading Line Height
es_es: Altura de Línea de Encabezados

source: Line height multiplier for headings
es_es: Multiplicador de altura de línea para encabezados

source: Font Combination
es_es: Combinación de Fuentes

source: Modern & Clean (Inter / Inter)
es_es: Moderna y Limpia (Inter / Inter)

source: Classic (EB Garamond / EB Garamond)
es_es: Clásica (EB Garamond / EB Garamond)

source: Elegant (Playfair Display / Inter)
es_es: Elegante (Playfair Display / Inter)

source: Contemporary (Montserrat / Lora)
es_es: Contemporánea (Montserrat / Lora)

source: Professional (Merriweather / Inter)
es_es: Profesional (Merriweather / Inter)

source: Custom - Choose Your Own
es_es: Personalizada - Elige la Tuya

source: Heading Font Family
es_es: Familia de Fuente para Encabezados

source: Only applies when "Custom" is selected
es_es: Solo se aplica cuando "Personalizada" está seleccionada

source: Body Font Family
es_es: Familia de Fuente para Cuerpo

source: Friendly (Open Sans / Open Sans)
es_es: Amigable (Open Sans / Open Sans)
